Revit 2027 API
IFCOpeningDimensions Constructor
 Creates default opening dimensions with zero values.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IFCOpeningDimensions()
Public Sub New
public:
IFCOpeningDimensions()
new : unit -> IFCOpeningDimensions
See Also
Reference
IFCOpeningDimensions Class
IFCOpeningDimensions Overload
Autodesk.Revit.DB.IFC Namespace